hello-taurus/assets/taurus-test.yml
---
execution:
- concurrency: 10
  ramp-up: 10s
  hold-for: 5s
  scenario: simple

scenarios:
  simple:
    think-time: 0.75
    requests:
    - http://blazedemo.com/
    - http://blazedemo.com/vacation.html
    - http://localhost:3000
    - http://localhost:3000/store
    - http://localhost:3000/products/plant2/